{
  "documents": [
    {
      "id": 0,
      "title": "Examination-Ordinance-2022.pdf - Chunk 1",
      "content": "Page 1 of 36 Examination Ordinance 2022 Page 2 of 36 Contents 1. Preamble 1.1. Introduction 1.2. Background 2. University Strategic Plan 2.1. Examination road-map in University Strategic Plan 2.2. Department of Examination focus areas derived University Strategic Vision Plan from the 3. Board of Examinations (BoE) 4. Department of Examinations (DoE) 5. Roles and Responsibilities 5.1. Controller of Examinations (CoE) 5.2. Deputy Controller of Examinations (DCoE) 5.3. Central Assessment Program Officer (CAP Officer) 5.4. Assistant Controller of Examinations (ACoE) 5.5. Faculty Examination Officer (FEO) 5.6. Senior Executive and Executive 6. University Examinations 6.1. Regular Examinations 6.2. Backlog Examinations 6.3. Make -Up Examinations 6.4. Examination Scheme 6.5. Evaluation 7. Examination Management System (EMS) 7.1 Modes of Examinations 7.2 Student requisites for Examinations 7.3 Question Paper pattern 7.4 Question Paper 7.5 Central Assessment Program (CAP) 7.6. Examination Activities Page 3 of 36 7.6.1 Pre-Examinations 7.6.2 Conduct of Examinations 7.6.3 Post Examinations 8 Result Declaration and Post-result Activities 8.1 Result Declaration 8.2 Post-result Activities 8.3 Amendment of Results 8.4 Annual Grade cards 8.4.1 Letter Grade and Grade points 9 Examination Eligibility 9.1 Attendance 9.2 Formative assessment 9.3 Promotion Criteria 9.3.1 Additional Promotion criteria 10 Passing criteria 10.1 Grace marks for passing 10.2 Additional marks for students representing University 11 Academic Sanctity 12 Ph.D. program Guidelines 13 Common Guidelines 13.1 Examinations 13.2 Communication 13.3 Remuneration 13.4 Examination Fees 13.5 Question Bank audit 13.6 Audit of Department of Examinations 13.7 Course equivalence as per new format 13.8 Course code 13.9 Course Title Page 4 of 36 13.10 Degree Title 14 13.11 Helpdesk Automation 15 15.1 Committees associated with DoE Unfair Means Inquiry Committee (UMIC) 15.2 Lapses Investigation Committees (LIC) 15.3 Student Grievance Redressal Committee (SGRC) 16 Divyangjan 17 University Convocation 17.1 Provisional Degree Certificate 17.2 Convocation Ceremony 17.3 Rank Declaration 17.4 Medal Holders 17.5 Digital Degree Certificate 18 18.1 Data Retention & Shredding Retention 18.2 Shredding 19 Documents/information available on website 20 Transition from Trimester Pattern to Semester Pattern 21 Terms used Page 5 of 36 1. Preamble 1.1. Introduction Under Credit Based Grading System, the requirement for awarding a degree, diploma or certificate is prescribed in terms of specified minimum number of credits to be completed by the student. The ordinance specifies the essential inf ormation regarding credit and grading system. Course credit structure, course evaluation scheme, formative and summative assessments, grading, grade points, grace marks applicable, term end examination eligibility criteria, promotion criteria, examination related appointments, examination conduction, convocation, issuance of Degrees, etc. are mainly the focused aspects of the ordinance and are discussed in the subsequent topics. In exercise of the powers conferred by and in discharge of duties assigned und er the relevant provision(s) of the Dr. Vishwanath Karad MIT World Peace University Act, 2017, Statutes and Ordinances, made there under, the Academic Council hereby established the following Ordinances, namely . The University offers Diploma, Under -graduate degree, Post -graduate degree, and Doctoral programs in various disciplines. 1.2. Background • These Ordinances shall be called the Examination Ordinance, 2022. • Examination Ordinance 2022 shall come into force from the Academic Year 2022 -23. • The Examination Ordinances of 2017 and 2020, will remain applicable for the admitted students in the respective Academic Year 2. University Strategic Plan goals • To be amongst the Top 75 universities in India by 2026 (NIRF). • To be a Top University in Pune by 2024. • To prepare MIT-WPU as a Data driven University by 2023. • To become the Research and Innovation Centre of Pune by 2026. Page 6 of 36 2.1. Examination roadmap in University Strategic Plan 2.2 Department of Examination focus areas derived from the University Strategic Vision Plan 3. Board of Examinations The Board of Examinations shall be the principal authority of the University for conducting the examinations and making policy decisions with regard to organizing and holding examinations, improving the system of examinations, appointing the paper setters/ question bank creator, examiners, moderators and also prepare the Schedule of Examinations and declaration of results. The Board of Examinations should also oversee and regulate the conduct of exam inations in study centers, or any center related to the University. The Board of Examinations shall consist of following members, namely 1. Vice-Chancellor - Chairperson 2. Professor of each Faculty - Member Page 7 of 36 3. One evaluation expert, co-opted by the Board of Examinations - Member 4. Controller of Examinations - Member Secretary The powers and functions of the Board of Examinations shall be such, as may be laid down by the statutes. 4. Department of Examinations The Department of Examinations is the constituent unit of the University looking after various activities related to examinations, assessment, evaluation, result declaration and, thereafter, Convocation. The Department of Examination has the organization structure as per the approved Universit y organogram. 5. Roles and Responsibilities 5.1.Controller of Examinations (CoE) • The Controller of Examinations shall be appointed by the President in such manner and on such terms and conditions of service, as may be specified by the statutes. • The Controller of Examinations shall be the Principal officer in -charge of the conduct of examinations and tests of the University and declarations of their results. He shall discharge his functions under the superintendence, directions and guidance of the Vic e-Chancellor. • The Controller of Examinations shall be a full -time salaried officer of the University and shall work directly under the direction and control of the Vice -chancellor. His appointment shall be for a term of three years and he shall be eligible for reappointment for a term not exceeding three years. The qualifications and experience for the purpose of selection of the Controller shall be such, as may be prescribed by the statutes. • The Controller of Examinations shall be responsible for – (a) Prepari ng and announcing in advance, the calendar of examinations (b) Arrangement for printing of question papers (c) Arrangement for the timely publication of result of examinations and other tests (d) Taking disciplinary action where necessary against the candidates, paper",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk1"
    },
    {
      "id": 1,
      "title": "Examination-Ordinance-2022.pdf - Chunk 2",
      "content": "5.1.Controller of Examinations (CoE) • The Controller of Examinations shall be appointed by the President in such manner and on such terms and conditions of service, as may be specified by the statutes. • The Controller of Examinations shall be the Principal officer in -charge of the conduct of examinations and tests of the University and declarations of their results. He shall discharge his functions under the superintendence, directions and guidance of the Vic e-Chancellor. • The Controller of Examinations shall be a full -time salaried officer of the University and shall work directly under the direction and control of the Vice -chancellor. His appointment shall be for a term of three years and he shall be eligible for reappointment for a term not exceeding three years. The qualifications and experience for the purpose of selection of the Controller shall be such, as may be prescribed by the statutes. • The Controller of Examinations shall be responsible for – (a) Prepari ng and announcing in advance, the calendar of examinations (b) Arrangement for printing of question papers (c) Arrangement for the timely publication of result of examinations and other tests (d) Taking disciplinary action where necessary against the candidates, paper - setters, examiners, moderators or any other persons connected with examinations and found guilty of malpractices in relations to the examinations (e)Reviewing, from time to time, the results of University examinations and forward reports thereon to the Academic Council • The Controller of Examinations shall exercise such other powers and perform such other duties as may be prescribed or assigned to him Page 8 of 36 5.2. Deputy Controller of Examinations (DCoE) The DCoE shall, • Work as Central Assessment Program (CAP) Officer in all situations. • Remain responsible for Data analysis, Data Discipline and Data hygiene. • Coordinate with other academic and administrative offices of the University to offer data support. • Drive the quality initiatives at the Depart ment. • Contribute and maintain the Department Documentation. • Actively contribute for accreditation data preparation. • Be the In-charge for declarations of results. • DCOE shall remain responsible for Department functioning in absence of CoE. 5.3. Central Assessment Program Officer (CAP officer) The Central Assessment Program Officer shall work in such a manner and on such terms and conditions of service, as may be specified by the statutes. • DCoE shall be the CAP officer. • He/she shall be the In -charge of the CAP, and is responsible for the timely completion of assessment, moderation and results declaration activities with the assistance from CAP coordinator and other team members • He/she shall work directly under the directions of CoE. 5.4 Assistant Controller of Examinations (ACoE) The ACoE shall, • Be a staff member appointed by Controller of Examinations. • Be responsible for the smooth coordination between the Department of Examinations and respective schools / faculty, and timely execution of all the activities related to the University examinations. • Keep a healthy and effective communication with the team members and the Faculty Examination Officer. ACoE shall conduct regular meetings with the team members as well as FEOs for effective and timely communication, thereby, coordination of various activities. • Ensure uniform deployment of University examination guidelines at the faculty/ School level. 5.5 Faculty Examination Officer (FEO) The Faculty Examination Officer shall remain, • The Single Point of Contact (SPOC) with respect to all pre -examination, conduction of examination and post -Examination related work from the academic side. • The Officer In -Charge for providing approved examiner panels and CAP coordinator list by HoS/Dean to the Department of E xaminations. Page 9 of 36 • FEO is the Center In -charge for all the conduction of Examinations unless and until other authority is deputed by the respective Dean of the Faculty. 5.6 Senior Executives and Executives • They shall be Examination officers reporting to ACoE of respective division/ Section. • They shall carry out various University Examination and/or DOE related activities 6. University Examinations The University examination will be conducted in two cycles i.e. Nov-Dec (Odd semesters) and May-June (Even semesters). 6.1. Regular Examination • The summative assessment (TEE) conducted for the regular courses taught in respective semester shall be referred to as Regular examination. • The regular examinations shall be conducted in “On -Campus Digital Ex aminations (ONDE)” mode. The students shall be appearing for the examinations at the designated blocks/center. The seating arrangement shall be displayed/ notified before the commencement of examination. 6.2. Backlog Examination • The summative assessment (TEE) conducted by the University shall be considered as backlog examination for student if he/she has failed, remained absent, was detained , was a defaulter for some or all the courses during regular examinations. • The backlog examinations, except for the running semester/term courses , may be conducted in “Off -campus Digital Examinations (OFDE)” mode by maintaining examination sanctity. 6.3. Make -Up Examination • The opportunity of make -up examination (additional summative assessments, TEE) shall be provided to t he students of final (passing out) semester in the month of July. • Student can appear maximum 2 courses for summative assessments. • These examinations shall be treated as backlog examinations preferably in off campus digital examination mode. • The grade card shall be prepared for the make -up examination. Page 10 of 36 6.4 Examination Scheme An Examination scheme of combination of formative assessments and summative assessments shall be employed. The weightage of the formative assessment shall be 60% and the weightage of the summative assessment shall be 40%. Separate passing shall be applicable with minimum 40% in each assessment. The examination scheme may vary as per the guidelines of the regulatory body, if any. The examination scheme shall be applicable t o all the regular courses from AY 2022 - 2023 even for trimester -transited batches. Backlog courses examination scheme shall remain as per the previous examination ordinances (2017, 2020) for students admitted before AY 2022 -2023. For students admitted to First Year to Final Year, during the academic year 2022",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk2"
    },
    {
      "id": 2,
      "title": "Examination-Ordinance-2022.pdf - Chunk 3",
      "content": "Examinations (OFDE)” mode by maintaining examination sanctity. 6.3. Make -Up Examination • The opportunity of make -up examination (additional summative assessments, TEE) shall be provided to t he students of final (passing out) semester in the month of July. • Student can appear maximum 2 courses for summative assessments. • These examinations shall be treated as backlog examinations preferably in off campus digital examination mode. • The grade card shall be prepared for the make -up examination. Page 10 of 36 6.4 Examination Scheme An Examination scheme of combination of formative assessments and summative assessments shall be employed. The weightage of the formative assessment shall be 60% and the weightage of the summative assessment shall be 40%. Separate passing shall be applicable with minimum 40% in each assessment. The examination scheme may vary as per the guidelines of the regulatory body, if any. The examination scheme shall be applicable t o all the regular courses from AY 2022 - 2023 even for trimester -transited batches. Backlog courses examination scheme shall remain as per the previous examination ordinances (2017, 2020) for students admitted before AY 2022 -2023. For students admitted to First Year to Final Year, during the academic year 2022 -23 and, thereafter, overall evaluation will be Credit Based Grading System with Absolute Grading . In 60:40 formative to summative assessment scheme, for all percentage distribution of the maximum mar ks could be more than 100 but it needs to be scaled down to 100. Upscaling of the marks shall not be permissible. 6.5 Evaluation The evaluation of a student for each course shall be based on his/her performance in formative (internal assessment) and summative (Term End Examination) assessments, taken together. Table: Guidelines for the weightage of Formative and Summative Assessment Assessment Formative Summative Total Type FAT 1 MID TERM FAT 2 Weightage 15 % 30 % 15 % 40 % 100 % • The faculties shall be empowered to design and define the assessment method as per the course requirement and CO attainment. • Unique assessment treatment to each course shall further strengthen the University assessment. • Every course shall have credits assigned. • Any course when assigned a grade S (Satisfactory) or NS (Not Satisfactory) shall not be considered for CGPA. • Courses with 1 credit shall have only formative assessments. Summative examination is not recommended. • For MOOC, the learning can be imparted through the platform. The assessment Page 11 of 36 of MOOC shall be carried out as per the MOOC Policy of the University. • The assessment to be mapped with CO. The CO attainment analysis shall be available through Examination Management System. 7. Examination Management System (EMS) Digital Examinations shall be conducted by implementing the ‘Bring Your Own Device’ policy where in the students shall bring their own digital device(s) as per the examination instructions (mobile/Laptop/Tablet). The student may avail the network facilities of the University. The digital platform to organize the examination activities. The University Examination Management system consist of below modules, • Faculty management • Student Management • Quality Management • Security Management • Exam Management 7.1 Modes of Examinations The University maintains the technology lead, and have integrated the technology in examinations. The various creative assessment methods, beyond pen -n-paper, etc. are employed to measure the course outcomes of the students and strengthen student potential using following modes of the examinations, • On-campus digital examinations (ONDE) • Off-campus digital examinations (OFDE) 7.2 Examination requisites to be fulfilled by the student • The device compatible in terms of camera. Microphone, OS & other tech specifications informed from time to time. • Fully charged device (smart phone/laptop/tablet/etc as directed) • The charging life of device more than maximum examination duration • Data network with data-pack in case of emergency • Handy power backup device. 7.3 Question paper patterns • Multiple Choice Questions (MCQ)/Objective • Subjective/ Descriptive • Hybrid (combination of Objective + subjective) 7.4 Question Paper generated through question bank • The question papers shall be system generated referring to the respective question bank as per the guidelines provided by the Faculty/School/Program through their FEOs. No hardcopy of the question paper shall be printed. • System generated ques tion papers shall be issued to the student’s own device in a tech -secured proctoring environment during examination. Page 12 of 36 • Randomizing of questions and answers options shall be preferred for quality improvement. • Involvement of external expert t o create the question bank shall be mandatory. The question bank creation panel shall include 3 internal experts and 2 external experts. 7.5 Central Assessment Program (CAP) • On-screen evaluation of answer sheets. • The digital record of all the answer sheets shall be maintained at the Examination Management System. 7.6 Examination activities For the effective, smooth and efficient functioning of Department of Examination, the overall activities are divided into following three categories, on functional basis: • Pre-examinations • Conduct of Examinations • Post-examinations 7.6.1 Pre-examinations It includes time table display (30 days prior to the date of examination commencement), scheduling, question bank creation, completion of pre -requisites and thereafter exam form filling, issuing appointments, etc. 7.6.2 Conduct of Examinations It includes setting up of control room with all requirements, block arrangement, invigilation, issuing exam related appointments, etc. The invigilators, Senior supervisor, Control room members, vigilance squad shall perform the duties as directed to maintain the examination sanctity. 7.6.3 Post -examinations It includes CAP -assessment and moderation, result processing and declaration, re- evaluation, issuing documents, Convocation, etc. The answer sheet s will be digitally masked. 8. Result Declaration and Post -result activities 8.1 Result Declaration • Verification and confirmation of all the pre -requisites required for declaring the result. • Preparation and declaration of result including Gracing, Grading, CGPA and displaying result at student’s login. Page 13 of 36 8.2 Post result activities • Downloading of gazette of declared result. • Issuance of e-copy of grade card to the student ERP account. • Printing of the grade card on request and maintain record. 8.3",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk3"
    },
    {
      "id": 3,
      "title": "Examination-Ordinance-2022.pdf - Chunk 4",
      "content": "the overall activities are divided into following three categories, on functional basis: • Pre-examinations • Conduct of Examinations • Post-examinations 7.6.1 Pre-examinations It includes time table display (30 days prior to the date of examination commencement), scheduling, question bank creation, completion of pre -requisites and thereafter exam form filling, issuing appointments, etc. 7.6.2 Conduct of Examinations It includes setting up of control room with all requirements, block arrangement, invigilation, issuing exam related appointments, etc. The invigilators, Senior supervisor, Control room members, vigilance squad shall perform the duties as directed to maintain the examination sanctity. 7.6.3 Post -examinations It includes CAP -assessment and moderation, result processing and declaration, re- evaluation, issuing documents, Convocation, etc. The answer sheet s will be digitally masked. 8. Result Declaration and Post -result activities 8.1 Result Declaration • Verification and confirmation of all the pre -requisites required for declaring the result. • Preparation and declaration of result including Gracing, Grading, CGPA and displaying result at student’s login. Page 13 of 36 8.2 Post result activities • Downloading of gazette of declared result. • Issuance of e-copy of grade card to the student ERP account. • Printing of the grade card on request and maintain record. 8.3 Amendment of Results The COE shall have the power to amend such result, in accordance with the true position and to make such declaration as is necessary, with the necessary approval of Vice Chancellor. Reasons for result amendment • Data entry • System error • Printing errors • Programming error • Decision of the Unfair means committee 8.4 Annual Grade Card Annual grade cards shall be issued to the students admitted for first year in the Academic Year 2022 -23 onwards. This grade card shall display course wise performance of the respective academic year. 8.4.1 Letter Grade and Grade Points All Programs (Other than Faculty of Pharmacy) Marks Range (%) Grade Awarded Grade Description Grade Point 90-100 O Outstanding 10 80-89 A+ Excellent 9 70-79 A Very Good 8 60-69 B+ Good 7 50-59 B Above Average 6 45-49 C Average 5 40-44 P Pass 4 0-39 F Fail 0 AB AB Absent 0 NA S Satisfactory NA NA NS Not-satisfactory NA Page 14 of 36 NA E Exempted(app li cable only for PhD programs) NA NA R Repeater NA Programs under Faculty of Pharmacy (Ref: Pharmacy Council of India) “ R” means deficiency at attendance, formative assessments. The student with “R” shall repeat the complete teaching -learning process with next available opportunity. The grade for program under PCI will be as applicable. Computation of SGPA and CGPA: The University follows the following procedure to compute the Semester Grade Point Average (SGPA) and Cumulative Grade Point Average (CGPA). The SGPA is the ratio of summation of the product of the number of credits with the grade points scored by a student i n all the courses taken by a student in semester/ annual and the sum of the number of credits of all the courses undergone by a student, i.e. SGPA (Si ) = ∑ ( Ci x Gi ) ∑ (Ci ) where Ci is the number of credits of the ith registered course, and Gi is the grade point scored by the student in the ith registered course. The CGPA is also calculated in the same manner taking into account all the courses undergone by a student overall in the semester/year of a program, i.e. ∑ (Ci x Si ) CGPA = ∑ (Ci ) Marks Range Grade Grade Description Grade Point 90-100 O Outstanding 10 80-89 A Excellent 9 70-79 B Good 8 60-69 C Fair 7 50-59 D Average 6 Less than 50 F Fail 0 AB AB Absent 0 Page 15 of 36 where Si is the SGPA of the ith semester/year and Ci is the total number of credits in that semester /year. Marks Range Grade Grade Description Grade Point Credit Point (Credit X Grade) Course 1 3 A 8 3 X 8 = 24 Course 2 4 B+ 7 4 X 7 = 28 Course 3 3 B+ 6 3 X 6 = 18 Course 4 3 O 10 3 x 10 = 30 Course 5 3 C 5 3 X 5 = 15 Course 6 2 F 0 0 Total 18 A 8 115 The SGPA and CGPA shall be rounded off to two decimal points and reported in the transcripts. Illustration of Computation of SGPA and CGPA a. Illustration for SGPA Thus, SGPA = 115/18 = 6.38 b. Illustration for CGPA Semester 1 Semester 2 Credit : 20 Credit : 22 SGPA : 6.95 SGPA : 7.8 CGPA = ( 20 * 6.95 ) + (22 * 7.8) = 7.39 42 9 Examination Eligibility 9.1 Attendance The student should have minimum 75% attendance in a semester considering all the concessions given for sports, sick leave etc. to appear for external examination for that semester. The University programs falling under Pharmacy Council of India, Bar Counci l of India or any other regulatory bodies are governed by the guidelines of respective councils. The exemption from minimum attendance criteria can be considered for students participating consistently for minimum one academic year in sports, cultural as well as academic activities to represent International, National, State, University, MIT - WPU. Exte nt of exemption shall be based on case to case as approved by the Vice Chancellor. Page 16 of 36 9.2 Formative assessment Minimum 40% marks in formative assessments shall be mandatory for eligibility to appear for the summative assessment. Filling of the e xamination form shall be mandatory. 9.3 Promotion Criteria 1. The student should score CGPA ≥ 5 AND 50% of total credits to be earned for particular AY 2. If student meets of the criteria from point “1” then the student shall be considered as under the category ATKT i.e. allowed to take admission in next academic year. 3. If the student cannot meet both the criteria from point “1” then the student shall be considered as FAIL and Year down",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk4"
    },
    {
      "id": 4,
      "title": "Examination-Ordinance-2022.pdf - Chunk 5",
      "content": "for sports, sick leave etc. to appear for external examination for that semester. The University programs falling under Pharmacy Council of India, Bar Counci l of India or any other regulatory bodies are governed by the guidelines of respective councils. The exemption from minimum attendance criteria can be considered for students participating consistently for minimum one academic year in sports, cultural as well as academic activities to represent International, National, State, University, MIT - WPU. Exte nt of exemption shall be based on case to case as approved by the Vice Chancellor. Page 16 of 36 9.2 Formative assessment Minimum 40% marks in formative assessments shall be mandatory for eligibility to appear for the summative assessment. Filling of the e xamination form shall be mandatory. 9.3 Promotion Criteria 1. The student should score CGPA ≥ 5 AND 50% of total credits to be earned for particular AY 2. If student meets of the criteria from point “1” then the student shall be considered as under the category ATKT i.e. allowed to take admission in next academic year. 3. If the student cannot meet both the criteria from point “1” then the student shall be considered as FAIL and Year down . These students are NOT allowed to take admission in next year unless they ful fill the condition 1 or 2 stated above. 4. The student shall be granted admission only in the odd term of the respective odd term of the AY. No admission at the even semester under any situation. 9.3.1 Additional Promotion Criteria In addition to the regular yearly promotion criteria below conditions shall be applicable, 1. The student will be promoted to the third year, only if first year is ALL CLEAR. 2. The student will be promoted to the fourth year, only if first and second year is ALL CLEAR. 3. The student will be promoted to the fifth year, only if first, second and third year is ALL CLEAR. Illustration: Treatment of Backlog Examinations for AY 2017 -18 till 2022 -23 Batches Response Promotion 2017 -18, 2018 -19, 2019 -20 Formative assessment backlogs • In the Even semester when course is offered • In the Odd semester when course is offered • As per the Ordinance of 2017 -18 • Course equivalence if the course or pattern is discontinued. 2017 -18, 2018 -19, 2019 -20 Summative examination backlogs • All courses during each semesters’ TEE • Maximum 5 courses during make -up examination • Semester -wise promotion eligibility but admission only at odd semester 2020 -21, 2021 -22 F o r m a t i v e assessment backlogs • In the Even semester when course is offered • In the Odd semester when course is offered. • As per the Ordinance of 2019 -20 • Course equivalence if the course or pattern is discontinued. Page 17 of 36 2020 -21, 2021 -22 Summative examination backlogs • All courses during each semesters TEE • Maximum 2 courses during make -up examination • Yearly promotion. 2022 -23 Formative assessment backlogs • Even semester courses only during even semester. • Odd semester courses only in odd semester • As per the Examination Ordinance 2022. 2022 -23 Summative examination backlog • Maximum 2 courses during make -up examination • Yearly promotion 10. Passing Criteria The student should score 40% marks in formative assessments AND 40% marks in Summative assessments separately to pass in that particular course. The passing criteria for published by the regulatory shall be applicable for the respective faculty, if any. Fo r the programs falling under regulatory bodies such as Pharmacy Council of India, Bar Council of India or any other shall be governed by the respective passing criteria. 10.1. Grace Marks for Passing A Candidate shall get 1% of the total marks of the semester or 5 (five) grace marks (whichever is less) if he / she is getting failed and these marks may be distributed to maximum 3 courses as per the requirement for the passing the courses. 1. Grace marks shall be allotted only to the candidate if he / she is getting f ailed and NOT for securing higher class or any award/scholarship. 2. The grace marks shall NOT be applicable to backlog courses or repeater candidate 3. The policy of grace marks shall be Semester wise or Year wise (if applicable). 4. The policy of grace marks shall be applicable only for Summative Assessment examinations 5. Course requiring least grace marks shall be given benefit of grace marks on first priority. 6. If there are two or more courses requiring same grace marks, then the course with maximum percentage marks in corresponding formative/summative assessments’ marks shall be considered. 7. In case of tie at (6) above, the course appearing in mark -sheet ahead in the sequence shall be considered. 8. After distributing the grace marks, as per requirement of passing the courses, if sum of the marks is balanced the limit of grace marks shall lapse and cannot be carried forward. 9. Granting authority for the grace marks shall be with the Controller of Page 18 of 36 Examinations in the limit of above rules. 10. If the students are failing in any course, the grace marks can be given up to 10 marks in one academic year which can be used for maximum up to three courses to pass. All the grace marks required not to exceed 10 in total. 10.2 Additional Marks for students representing University • Students participating consistently in sports, cultural as well as academic activities to represent MIT WPU at International, National and State level will be eligible for additional marks. T he request shall be validated by the Dean - Student Affairs in consultation with Director -Physical education/Cultural Head/Head -Social initiates/Dean. The same shall approved by the Vice - Chancellor. • These students will avail the facility of additional marks or grace marks, either of it. In no case, student will get both the benefits at a time in one Semester. It is",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk5"
    },
    {
      "id": 5,
      "title": "Examination-Ordinance-2022.pdf - Chunk 6",
      "content": "8. After distributing the grace marks, as per requirement of passing the courses, if sum of the marks is balanced the limit of grace marks shall lapse and cannot be carried forward. 9. Granting authority for the grace marks shall be with the Controller of Page 18 of 36 Examinations in the limit of above rules. 10. If the students are failing in any course, the grace marks can be given up to 10 marks in one academic year which can be used for maximum up to three courses to pass. All the grace marks required not to exceed 10 in total. 10.2 Additional Marks for students representing University • Students participating consistently in sports, cultural as well as academic activities to represent MIT WPU at International, National and State level will be eligible for additional marks. T he request shall be validated by the Dean - Student Affairs in consultation with Director -Physical education/Cultural Head/Head -Social initiates/Dean. The same shall approved by the Vice - Chancellor. • These students will avail the facility of additional marks or grace marks, either of it. In no case, student will get both the benefits at a time in one Semester. It is proposed to award the additional marks as per following details - 1. International participation and won a medal = 25 marks 2. International Participation = 20 marks 3. National Participation and Medal = 15 marks 4. National Participation including AIU = 10 marks Marks shall not exceed the maximum marks for any particular course when allotted. The marks can be distributed over one or more regular cou rses. The marks can be used even for meeting the passing requirement of one or more regular courses. 11. Academic Sanctity • The University maintains high academic standards and shall not tolerate any form of academic dishonesty. Any violation of academic dishonesty shall be considered as plagiarism and will be dealt seriously. It shall be student’s responsibility to ensure the trueness and authenticity of his/her academic work. • All cases of indiscipline and unfair means shall be dealt strictly as per the University guidelines. It shall be student’s responsibility to ensure disciplined behavior as prescribed by the Department of Examinations from time to time. • The student failing to maintain the academic sanctity may not become eligible for the Examinations and Assessment. 12. Ph.D. program Guidelines • The exemption to the PhD scholars in few courses which a candidate has completed during his M.Phil. or Ph.D. course work in another university, only on the recommendation of competent authorities. The duly signed c opy &/or endorsed soft copy should be submitted by Dean -Research to the Department of Examination. Page 19 of 36 • The grade letter 'E' will be mentioned for the exempted courses The related credits will be included in the grade card and shall not be inc luded in SGPA and CGPA calculation. • The course work passing norms as per UGC guidelines, i.e. minimum 55%. • The other norms to be referred from University Research policy. 13. Common guidelines 13.1 Examinations  Summative (TEE) are the examinations conducted at the end of each Semester/Year, as applicable, during the period/duration specified in the EAS.  The summative assessment, Term End examination, is conducted only for the summative components and not for the formative components. The formative component is assessed only during regular teaching -learning and not as backlog.  The detailed time -table of Semester term end examinations shall be published/announced at least 01 (one) month before the scheduled date of examinations.   These examinations shall be held at the designated examination centers of the University.   The Mid -term/internal assessment examinations should be conducted at Faculty/School level as per the Academic Calendar.   The detailed schedule of the Mid-term examinations/internal assessment should be published / announced by the Deans/ HoS/Program Heads at least 02 (Two) weeks prior to the scheduled date of Mid -term/internal assessment examinations.   The Final examinations for Practical, Jury, Viva -Voce, Project/Thesis Evaluation, etc. as applicable shall be conducted at Faculty/School level. The examinations schedule shall be published at least a week before commencement of the same as mentioned in the Academic calendar.   All other continuous assessme nt examinations/tests/assessments shall be conducted by the respective faculty members / course instructors as per the schedule announced in the respective Course Plan. The respective Deans/HoS shall be responsible for the smooth and timely conduct of such continuous assessments and the declarations/publication of the results / marks obtained in these continuous assessments/tests.   Locking of the marks of formative assessments and attendance in the ERP shall be executed by the concerned course faculty/FEO/H oS/Program Head latest by 3 days from the last date of academic instruction as per approved academic calendar.  Page 20 of 36  The cases of students representing the University at National, International, State, University levels in academic, sports, cu ltural activities as well as National level competitive examinations may be considered for rescheduled examinations eligibility.  13.2 Communication  The University ERP, official email address (i.e. with @mitwpu.edu.in as domain) and the University Examination Management System (EMS) are only the modes of communication.   The student need to strictly follow the communication from and the deadlines specified by Department of Examinations. The instances of failing to adhere the deadlines and communications will not be entertained under any circumstances.  Student shall ensure visiting the “Examination” webpage at University’s  website regularly and remain updated about examination communication.  The important documents such as Examinations Ordinance, Examination instructions manual, Examination Activity Schedule (EAS), Examination Timetable, Result declaration, FAQs, etc. are available at the website which shall be read and understood by the student. Ignorance to the clauses mentioned in these documents DO NOT qua lify the consideration. Student shall avail the Digital desk facility for all requirements of documents related  to Department of Examination.  The examinations fees are applicable to the Semester Term End Examination.",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk6"
    },
    {
      "id": 6,
      "title": "Examination-Ordinance-2022.pdf - Chunk 7",
      "content": "Page 20 of 36  The cases of students representing the University at National, International, State, University levels in academic, sports, cu ltural activities as well as National level competitive examinations may be considered for rescheduled examinations eligibility.  13.2 Communication  The University ERP, official email address (i.e. with @mitwpu.edu.in as domain) and the University Examination Management System (EMS) are only the modes of communication.   The student need to strictly follow the communication from and the deadlines specified by Department of Examinations. The instances of failing to adhere the deadlines and communications will not be entertained under any circumstances.  Student shall ensure visiting the “Examination” webpage at University’s  website regularly and remain updated about examination communication.  The important documents such as Examinations Ordinance, Examination instructions manual, Examination Activity Schedule (EAS), Examination Timetable, Result declaration, FAQs, etc. are available at the website which shall be read and understood by the student. Ignorance to the clauses mentioned in these documents DO NOT qua lify the consideration. Student shall avail the Digital desk facility for all requirements of documents related  to Department of Examination.  The examinations fees are applicable to the Semester Term End Examination. Student shall pay the fees as prescribe d by the examination guidelines.   It is the responsibility of the student to remain updated at all times regarding DoE and University communications from time to time.  13.3 Remuneration Examination Remuneration is applicable as per the University Guidelines. 13.4 Examination Fees The student shall be paying the examinations fees as per the University norms. 13.5 Question Bank Audit The University has adopted a quality initiative of question bank audit to enhance the quality of assessment. Question Bank Audit to be done by External Experts appointed by the COE office within a month from the date of result declaration. The report received by the Experts shall forwarded to respective course chairman for further actions. The chairman shall submit the action taken report to the CoE. Page 21 of 36 13.6 Audit of Department of Examinations The Department internal audit shall be carried out by the Examination Advisory Committee annually in the month of March. 13.7 Course equivalence as per the new pattern The course equivalence in case of change of pattern will be received from office of the Registrar/Dean -Academics, as approved by the Academic Council at the start of every academic year. 13.8 Course code The Course Codes are offered as per the approved Course Code Policy. 13.9 Course Titles The Course Titles shall be as per Academic Council approval. 13.10 Degree Title The Degree Title shall be as approved by the Academic Council. The list of approved Degree titles to be received from Registrar office. 13.11 Helpdesk The helpdesk is the facility made available by DOE for the students to assist in various matters such as , Official documents – Degree certificate, PDC, Correction in grade cards/certificates 14. Automation section The automation section shall identity the data, documents and processes b eing carried out at the DoE and calculate the percentage of automation per semester. The automation section shall contribute to the data driven approach of the University. 15. Committees associated with DoE 15.1 Unfair Means Inquiry Committee (UMIC) Constitution of UMIC  Unfair Means Inquiry Committee (UMIC)) is a University level committee and consist of 7 members which include, 1. Chairman - Dean/Associate Dean 2. Member, Senior faculty member from each division 3. Member, Deputy Controller of Examinations 4. Member Secretary, Member, Department Examination  The tenure of the committee is 3 years from the date of constitution. The COE shall submit the recommendations to the Vice Chancellor 2 months prior to the completion of the committee tenure. Page 22 of 36 UMIC process The below process to be followed to deal with of the unfair means. Step 1: Submission of the incident report by the observer to the member secretary via FEO/CAP officer Step 2: Primary investigation and recording by the member secretary under the guidance of DCoE Step 3: Scheduling the meeting with prior approval from the Chairman Step 4: Informing and inviting student if suggested by the Chairman Step 5: Meeting conduction and resolution Step 6: Informing committee decision to the student and concerned members such as ACoE Division, ACoE Result section, FEO, HoS, etc. by the CoE via official email Step 7: Implementing the committee decision by the Controller of Examinations. Punishment details Sr. No. Type Description Quantum of punishment 1 Minor Possession of copying material, electronic gadget and/or copying from the same within examination hours Annulment (null and void) of the performance of student at the course examination during which student was found with copying material in his/ her possession. 2 Minor Possession of another student’ s answerbook / supplement and /or actual evidence of copying there from. Both the students will be punished as mentioned in Sr. No.1 3 Minor Navigation from one Window to Other Window, using floating apps/windows/using any mobile app/website which may support cheating As mentioned in Sr. No. 1 Multiple faces in camera 4 Minor Possession of an additional device other than prescribed in the Examination Hall. As mentioned in Sr. No. 1 5 Minor Possession of the copying material but attempt to destroy the evidence by the examinee. As mentioned in Sr. No. 1 6 Major Mutual/Mass Copying Annulment (null and void) of the performance of all the students from ongoing as well as consecutive Term End Examination session. Page 23 of 36 7 Minor Report of the Authority on duty that student is copying As mentioned in Sr. No.1 8 Major a) Smuggling - out or smuggling -in of blank answer book ( s ) or supplement(s) or graph papers or any other examination stationary and/or question papers. Annulment (null and void) of the performance of all the students from ongoing as well as two consecutive summative ( TEE) sessions. b) Smuggling -in of written answer -book/graph -paper/ supplement based on the question paper set at",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk7"
    },
    {
      "id": 7,
      "title": "Examination-Ordinance-2022.pdf - Chunk 8",
      "content": "evidence of copying there from. Both the students will be punished as mentioned in Sr. No.1 3 Minor Navigation from one Window to Other Window, using floating apps/windows/using any mobile app/website which may support cheating As mentioned in Sr. No. 1 Multiple faces in camera 4 Minor Possession of an additional device other than prescribed in the Examination Hall. As mentioned in Sr. No. 1 5 Minor Possession of the copying material but attempt to destroy the evidence by the examinee. As mentioned in Sr. No. 1 6 Major Mutual/Mass Copying Annulment (null and void) of the performance of all the students from ongoing as well as consecutive Term End Examination session. Page 23 of 36 7 Minor Report of the Authority on duty that student is copying As mentioned in Sr. No.1 8 Major a) Smuggling - out or smuggling -in of blank answer book ( s ) or supplement(s) or graph papers or any other examination stationary and/or question papers. Annulment (null and void) of the performance of all the students from ongoing as well as two consecutive summative ( TEE) sessions. b) Smuggling -in of written answer -book/graph -paper/ supplement based on the question paper set at the examination. c) Forging signature of the invigilator on answer -book/ supplement/ graph paper. d) Carrying unapproved charts/data sheets in the examination hall e) Exchange of Answer book / Supplements / question papers 9 Major a) Insertion of currency note to bribe or attempting to bribe any of the persons connected with the conduct of examinations. Annulment (null and void) of the performance of all the students from ongoing Term End Examination session. b) An attempt of contacting the examination member by any means to seek personal favors. 10 Minor Revealing identity in any form in the answer written. As mentioned in Sr. No.1 11 Major In the same exam if a student is caught adopting any of the unfair means in more than one course or more than single minor unfair means act. Annulment (null and void) of the performance of the student for that semester examination in full 12 Minor Using obscene Language/ Violence, at the examination center by a student at the College examination to any of the persons concerned with examination. As mentioned in Sr. No.1 13 Minor Student found referring to book(s), notes, any written material, copying material, electronic gadget kept outside examination hall during examination hours. As mentioned in Sr. No.1 Page 24 of 36 14 Major All other malpractices not covered in the aforesaid categories. As mentioned in Sr. No.1 15 Major If on previous two occasions a disciplinary action was taken against a student for malpractice used at examination/and he/ she is caught again for malpractices used at the examinations. For the students who are caught in the unfair means third time, he/she may be rusticated from the college. 16 Major Impersonation for a student or impersonation by a student in University examinations Rustication from the University 17 Minor If the student is blocked from the system in AI proctoring platform. As mentioned in Sr. No.1 18 Major Tampering with University documents / data / records. Rustication from the University Note: • The Act of Minor Unfair Means (UMA) punishment includes social work for one week. In case of major act of unfair means, the tenure will be 2 to 4 weeks as per the discretion of the committee. The internship duration shall be 4 hours per day or 20 hours per week. The serving place can be inside or outside University premises. Student shall obtain a serv ice completion certificate. • Obtain an undertaking from the student and parent. • Keep student and parent informed from time to time. • It is applicable for on-line assessments with suitable modifications. • Maintain the record of unfair act in ERP for ready reference and future responses. • Finalize and lock the internal assessment marks during the completion of punishments, if permitted by the committee. • The result declaration only after approval of course chairman. • Use of UM (Unfair Means) abbreviation in Gazette. • If Student found with copying material in any form or violating the instructions during examinations in the examination hall, the invigilator should immediately report the case to Senior Supervisor at the exam control room along with the student answer sheet and coping material. • Written statement with the signature of student shall be obtained for breach of examination policy. • Material received (If any) shall be confiscated by the examination office. Page 25 of 36 Understanding of the terms Ongoing Examination Session (Term End Examination and/or Internal exams) = Regular and/or Backlog Examinations (Oct/Nov, May/June) Current Examination / Case of Particular course Other courses (All courses of that semester) Internal (Formative) External (Summative) Internal (Formative) External (Summative) Minor Performance to be considered Performance Null and Void Permitted to appear for exam Permitted to appear for exam Major Performance to be carried forwarded Performance Null and Void Performance to be carried forwarded. Performance Null and void  Note: The Term \"Cancellation of Performance in full\" includes performance of the student in the summative as well as formative assessments. 15.2 Lapses Committee Lapses Means  On receipt of report regarding lapses committed by any question bank creator, examiner, moderator, referee, teacher or any other person connected with the activities related to examinations held by the University, including breach of the rules laid down for proper conduct of examinations, as the case may be, Controller of Examinations shall have power at any time to institute inquiry and to punish for such lapses by declaring the question bank creator, examiner, moderator, referee, teacher or any other person concerned connect ed with the conduct of examination disqualified from any examination work either permanently or for a specified period or by referring his/her case to the authorities concerned for taking such disciplinary action as deemed fit.  Further, the CoE may recomme nd disciplinary action against the employee through the Vice Chancellor so that a",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk8"
    },
    {
      "id": 8,
      "title": "Examination-Ordinance-2022.pdf - Chunk 9",
      "content": "to be considered Performance Null and Void Permitted to appear for exam Permitted to appear for exam Major Performance to be carried forwarded Performance Null and Void Performance to be carried forwarded. Performance Null and void  Note: The Term \"Cancellation of Performance in full\" includes performance of the student in the summative as well as formative assessments. 15.2 Lapses Committee Lapses Means  On receipt of report regarding lapses committed by any question bank creator, examiner, moderator, referee, teacher or any other person connected with the activities related to examinations held by the University, including breach of the rules laid down for proper conduct of examinations, as the case may be, Controller of Examinations shall have power at any time to institute inquiry and to punish for such lapses by declaring the question bank creator, examiner, moderator, referee, teacher or any other person concerned connect ed with the conduct of examination disqualified from any examination work either permanently or for a specified period or by referring his/her case to the authorities concerned for taking such disciplinary action as deemed fit.  Further, the CoE may recomme nd disciplinary action against the employee through the Vice Chancellor so that a strong message that examination lapses will be dealt with strictly by University administration.  The CoE shall recommend the committee names to the Vice Chancellor for approv al. Constitution of Lapses Committee • Chairman: Professor/ Dean/VC nominee • Member: Head of School/Program • Member: Domain Expert • Member: Assistant to Controller of Examination • Member: Faculty Examination Officer Page 26 of 36 Process: 1. The applications received through the link for applying grievances / lapses 2. The applications are processed / received through ACOE or FEO 3. The list is submitted to COE 4. COE invites the lapses committee meeting to investigate the case. 5. As per the finding of the committee, necessary action is initiated by the COE. Punishment Action for lapses on the part of the Paper -Setter, Examiner, Moderator, Referee, Teacher or any another person connected with the Conduct of University Examinations. Sr. No. Nature of Lapses Punishment 1 Negligence towards the assigned duty/task Issuing the observation note and seek explanation. 2 Question bank creator or any person connected with conduct of examination found responsible for leakage of the questions before the time of Examination intentionally or due to the negligence Disqualification from all examinations work for a semester + disciplinary action suggested by Lapses Committee 3 Favoring student (examinee) by examiner, moderator, referee in formative &/or summative assessment in terms of awarding more than the deserving marks Disqualification from all examinations work for a semester + disciplinary action suggested by Lapses Committee 4 Injustice with student (examinee) by examiner, moderator, referee in formative &/or summative assessment in terms of awarding less than the deserving marks Disqualification from all examination work + disciplinary action suggested by Lapses Committee 5 Negligence of any form by question bank creator while uploading questions – repetition of questions, questions out of syllabus, wrong options in case of MCQs, deviation from the examination pattern defined, etc. Warning / Show Cause Notice / Observation note / memo should be issued to the question bank creator by COE + Disciplinary action as suggested by Investigating Committee Page 27 of 36 6 While assessing answer -book examiner showing negligence in detecting malpractices by student Disciplinary action Lapses Committee suggested by Investigating Committee 7 Assisting student in copying answers during examination or showing negligence in reporting unfair means cases when on supervision duty. Disqualification from all examination work for semester + disciplinary action suggested by Lapses Committee 8 Assisting students (examinee) in mass -copying during examination Permanent disqualification from all examination work + disciplinary action suggested by Lapses Committee 9 The Vice Chancellor, in addition to above mentioned punishment, may impose a fine on the concerned person if declared guilty. 10 If the nature of grievance is very serious and it is affecting the spirit of examination and reputation of the University, The competent authority may take an action of “Cancellation of Approval” of that concern Teacher/s. 11 The competent Authority may report the case of the implicated person concern to appropriate Police Authorities. 12 In addition to the above listed punishments, any other punishment deemed fit by the Vice Chancellor. **The above punishments shall be placed or recorded in service book / personal record of the employee. The above punishments may be taken cognizance at the time of promotion / increments or any other benefit awarded to concerned employee. 15.3 Student Grievance Redressal Committee (SGRC) A grievance is real or imagined cause of complaint, especially unfair treatment in terms of the student rights related to the examination. Constitution of SGRC • Chairman: Professor / Dean / VC nominee • Head of School/Program • Domain Expert • Assistant Controller of Examination • Faculty Examination Officer Process • Either registering grievance through digital QR code enabled Student Assistant form available at the Examination webpage on University website OR through email at “exam. helpdesk@mitwpu.edu.in ” with 2 working days from the day of incidence. Page 28 of 36 • Student will be notified about the progress and decisio ns from time-to-time. • CoE to implement the Committee decisions and ensure the compliance. 16. Divyangjan • The Department of Examinations is committed to extend the support to Divyangjan students. The list of the Divyangjan students will be received from Registrar office. • Additional 15% of the total time will be awarded during the examination, if applicable. The Controller of Examinations approve the writer suggested by the candidate. • The writer to be appointed must not have passed the similar examination at which he/she is appointed to work for the examination. The concerned writer should not be a relative of examinee. The writer shall not have similar or relevant qualification. The Center in charge shall make a separate seating arrangement, if required f or the candidate and the writer. 17. University Convocation 17.1 Provisional Degree Certificate After successful completion of",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk9"
    },
    {
      "id": 9,
      "title": "Examination-Ordinance-2022.pdf - Chunk 10",
      "content": "• Assistant Controller of Examination • Faculty Examination Officer Process • Either registering grievance through digital QR code enabled Student Assistant form available at the Examination webpage on University website OR through email at “exam. helpdesk@mitwpu.edu.in ” with 2 working days from the day of incidence. Page 28 of 36 • Student will be notified about the progress and decisio ns from time-to-time. • CoE to implement the Committee decisions and ensure the compliance. 16. Divyangjan • The Department of Examinations is committed to extend the support to Divyangjan students. The list of the Divyangjan students will be received from Registrar office. • Additional 15% of the total time will be awarded during the examination, if applicable. The Controller of Examinations approve the writer suggested by the candidate. • The writer to be appointed must not have passed the similar examination at which he/she is appointed to work for the examination. The concerned writer should not be a relative of examinee. The writer shall not have similar or relevant qualification. The Center in charge shall make a separate seating arrangement, if required f or the candidate and the writer. 17. University Convocation 17.1 Provisional Degree Certificate After successful completion of the course and credit requirements, as approved by the Academic Council, a Provisional Degree Certificate will be issued by the Department of Examination to the respective program office and then to the eligible students. The degree will be conferred on the student during the subsequent University Convocation. 17.2 Convocation Ceremony Convocation Ceremony is formal ceremony organized by the University to confer Degree to its students. The procedure of University Convocation ceremony shall be approved by the Board of Examinations. • The University Convocation will be conducted on second Saturday of the October month every year. • AY 2022 -2023 onwards bilingual Degree Certificate will be issued. • Timely communication about the ceremony with all the respective dignitaries and the students • Convocation attire shall be based on the Indian Traditional Costume. 17.3 Rank Declaration a) Ten ranks shall be awarded in each program where in the candidate numbers more than 100 with the least being 6.75 CGPA in all first attempts only. b) Ten percent of ranks shall be awarded in each program where in the candidate numbers more than 30 and less than 100 with the least being 6.75 CGPA in all first attempts only. c) Three ranks shall be awarded in each program wherein the candidate numbers more than10 and less than 30 with the least being 6.75 CGPA in all first attempts only. Page 29 of 36 d) One rank shall be awarded in each program wherein the candidate numbers less than10 with the least being 6.75 CGPA in all first attempts only. e) Candidates passed in the programs and fail to score more than 6.75 CGPA shall not be considered for award of the ranks. f) A candidate shall be eligible for a rank at the time of award of degree in each school of every program provided he/she has, i. Passing in all the courses in all semesters in the FIRST attempt only ii. Cumulative Grade Points Average is considered for the award of the ranks iii. Students should not have repeated/rejected any of the lower semesters. iv. Students should have completed the prescribed course of study within specified regular academic years v. Students should not have been punished as per UMIC guidelines. vi. Students should NOT have re -admitted to the university within the same year and to the same program. 17.4 Medal Holders • Founder President Medal and Certificate • Executive President Medal and Certificate Program student Strength Gold medal + Certificate Silver medal + Certificate Bronze medal + Certificate Less than 50 1 NA NA 51- 100 1 1 NA 101- 300 1 1 1 301–600 1 1 2 More than 601 1 1 3 17.5 Digital Degree Certificate The Digital Degree Certificate will be issued at two platforms: 1. Block chain 2. Digi-locker 18. Data Retention and Shredding Policy 18.1 Retention  Used answer sheets are retained for N+2 Years, where N is number of years for complete program.   Digital Data (Grade cards, Academic transcripts, Degree/Diploma certificates, Provisional Degree Certificate) shall be retained permanently.   Proctoring video data and Examination log shall be deleted after 90 days from the date of result declaration. Page 30 of 36  Exam Scheduling and conduction data to be retained for 90 days from the day of result declaration.   Question bank data is to be retained permanently.   Unfair means Inquiry committee proceedings to be retained for N+2 years. 18.2 Shredding Used answer sheets are shred after N+2 years, where N is number of years for complete Program. The shredding committee consists of 5 members, 1. Controller of the Examinations –Chairperson 2. Faculty member from the respective Faculty appointed by the Dean 3. FEO of the respective Faculty 4. ACoE of the respective Faculty 5. ACoE Result Section • In case of availability of Digital answer sheet, the physical answer sheet can be shredded after 90 days from the date of result declaration. • The shredded material has to be disposed as per the University disposal policy. 19. Documents/Information available on the University website  University Examination Ordinance  Examination Time Table  Result Declaration  Examination Activity Schedule  University Student Instruction Manual  University Examination Manual  Digital Desk  Notification  FAQs  Contact Details  Convocation  Process to receive Digital Degree  Convocation Registration link  Degree by post Page 31 of 36 20. Transition from Trimester to Semester for existing students (from AY 2017 -2018 to AY 2021 -2022) and fresh batch (AY 2022 -2023 onwards) Academic Year Batch Pattern when admitted Term End Examination sessions Pattern applicable from AY 2022 -23 Term End Examination sessions applicable from AY 2022 -23 Exam Ordinance applicable 2017 -18 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2017 2018 -19 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk10"
    },
    {
      "id": 10,
      "title": "Examination-Ordinance-2022.pdf - Chunk 11",
      "content": "Examinations –Chairperson 2. Faculty member from the respective Faculty appointed by the Dean 3. FEO of the respective Faculty 4. ACoE of the respective Faculty 5. ACoE Result Section • In case of availability of Digital answer sheet, the physical answer sheet can be shredded after 90 days from the date of result declaration. • The shredded material has to be disposed as per the University disposal policy. 19. Documents/Information available on the University website  University Examination Ordinance  Examination Time Table  Result Declaration  Examination Activity Schedule  University Student Instruction Manual  University Examination Manual  Digital Desk  Notification  FAQs  Contact Details  Convocation  Process to receive Digital Degree  Convocation Registration link  Degree by post Page 31 of 36 20. Transition from Trimester to Semester for existing students (from AY 2017 -2018 to AY 2021 -2022) and fresh batch (AY 2022 -2023 onwards) Academic Year Batch Pattern when admitted Term End Examination sessions Pattern applicable from AY 2022 -23 Term End Examination sessions applicable from AY 2022 -23 Exam Ordinance applicable 2017 -18 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2017 2018 -19 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2017 2019 -20 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2017 2020 -21 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2020 2021 -22 Trimester Sept-Oct Jan-Feb April-May Semester Nov-Dec May-June 2020 2022 -23 onwards Semester Oct-Nov April-May Semester Nov-Dec May-June 2022 Illustration • The student of First Year admitted in trimester pattern for AY 2021 -22 will be given admission to Second Year in Semester Pattern for AY 2022 -23. • The student, from AY 2021 -2022, who has studied the first year of program in trimesters pattern (I, II and III) will hereafter be transitioned to the semester pattern (III and IV) for the second year of program during AY 2022-23 • This transition will reflect in all the official documents (Grade Card, transcripts, etc.) of student. It will be mentioned as Second Year Term -I and Term II for Semester III and IV respectively. • Similar procedure will be followed for all the program years from Second Year to Last Year, to which the students will be admitted during AY -2022 -23 onwards. Page 32 of 36 Table to illustrate the treatment of Backlog Examinations of 2017 -18 till 2022 -23 Batches Response Promotion 2017 -18, 2018 -19, 2019 -20 Formative assessment backlogs • In the Even semester when course is offered • In the Odd semester when course is offered • As per the Ordinance of 2017 -18 • Course equivalence if the course or pattern is discontinued. • Semester - wise promotion eligibility but admission only at odd semester 2017 -18, 2018 -19, 2019 -20 Summative examinations backlogs • All courses during each semesters’ TEE • Maximum 5 courses during make -up examination 2020 -21, 2021 -22 Formative assessment backlogs • In the Even semester when course is offered • In the Odd semester when course is offered. • As per the Ordinance of 2019 -20 • Course equivalence if the course or pattern is discontinued. • Yearly promotion. 2020 -21, 2021 -22 Summative examinations backlogs • All courses during each semesters TEE • Maximum 5 courses during make -up examination 2022 -23 Formative assessment backlogs • Even semester courses only during even semester. • Odd semester courses only in odd semester • As per the Examination Ordinance 2022. • Yearly promotion 2022 -23 Summative examination backlog • Maximum 5 courses during make -up examination 21. Terms used 1. “ACoE ” means the Assistant to Controller of Examinations who is appointed by Controller of Examinations. He / She is responsible for the smooth coordination between the examination department and respective Faculty/Schools/ Departments. 2. \"Academic Year \" means tw o consecutive semesters from the date of commencement of program. 3. “Academic Calendar ” means the schedule of academic and other related activities as approved by the Academic Council 4. “Academic Council ” means the Academic Council of the University 5. “Academic Structure” means the structure containing information about course title, course code, credits assigned, assessment weightage, etc. The Academic structure is prepared for complete program duration specifying the Page 33 of 36 semester windows . 6. \"Annual Grade Card \": At the end of each academic year, a consolidated grade card is to be issued to the students mentioning student performance. \\ 7. “Annulment” means 8. “BoE” means the Board of Examinations of the University 9. “BoS” means the Board of Studies of a particular Program / Schools / Department / Faculty of the University 10. “BoF” means the Board of Faculty of a particular faculty 11. “Block/Junior supervisor” means the staff member carrying out the supervision duty for the defined number of students in ter ms of a block at the examination center 12. “CAP Coordinator ” means an officer appointed to coordinate the Central Assessment Program for Department / School / Faculty 13. “CAP Officer ” means a full -time officer appointed in the said position to assist Controller of Examinations for ensuring and implementing the processes for efficient functioning of Central Assessment Program and declaration of results. 14. “Center In -Charge (CIC) ” means an officer appointed to conduct the examinations at the Examination Center. 15. “Certificate and Diploma Programs ” includes all certification programs and diploma programs. 16. \"Choice Based Credit System (CBCS) \": It provides choice for students to select the courses he/she desires to study from the prescribed list of courses 17. “CoE” means the Controller of Examinations of the University 18. “Control room staff ” means the staff appointed to conduct the on -campus examinations at the examination center of respective Faculty/Department/ School as per requirement for the period of examinations under the supervision of FEO. 19. “CO (Course Outcome)” means the learning outcome expected from the respective course as prescribed in the academic curriculum. 20. “Course ” means, a specific subject usually identified by its course -code and course",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk11"
    },
    {
      "id": 11,
      "title": "Examination-Ordinance-2022.pdf - Chunk 12",
      "content": "of a block at the examination center 12. “CAP Coordinator ” means an officer appointed to coordinate the Central Assessment Program for Department / School / Faculty 13. “CAP Officer ” means a full -time officer appointed in the said position to assist Controller of Examinations for ensuring and implementing the processes for efficient functioning of Central Assessment Program and declaration of results. 14. “Center In -Charge (CIC) ” means an officer appointed to conduct the examinations at the Examination Center. 15. “Certificate and Diploma Programs ” includes all certification programs and diploma programs. 16. \"Choice Based Credit System (CBCS) \": It provides choice for students to select the courses he/she desires to study from the prescribed list of courses 17. “CoE” means the Controller of Examinations of the University 18. “Control room staff ” means the staff appointed to conduct the on -campus examinations at the examination center of respective Faculty/Department/ School as per requirement for the period of examinations under the supervision of FEO. 19. “CO (Course Outcome)” means the learning outcome expected from the respective course as prescribed in the academic curriculum. 20. “Course ” means, a specific subject usually identified by its course -code and course -title, with specified credits and syllabus/course -description, a set of references, and is taught / supervised by teacher(s)/instructor(s) to a specific class (group of students) during a specific academic - session/Semester/Annual. 21. \"Credit \" means a unit by which the course work is measured. It determines the number of hours of instructions required per week. 22. \"Credit Points \": It is the product of grade point and number of credits for a course. For example, if a course has 3 credits and students gets 7 grade points then the credit points will be 7 x 3 = 21. 23. \"Cumulative Grade Point Average (CGPA) \": It is a measure of overall cumulative performance of a student over all semesters/years. The CGPA is the ratio of total credit points secured by a student in various courses in all semest ers/years and sum of the total credits of all courses in semesters/years till the progression of program. It is expressed up to two decimal places. Page 34 of 36 24. “Degree Program ” includes all Undergraduate Degree and Post Graduate Degree Programs. 25. “Department ” means an academic unit under Faculty/School offering the Degree/Diploma/Certificate programs. 26. “Department of Examination (DoE) ” means University’s Department of Examination (DoE) duly constituted by the University to deal with all activities related to the University examinations 27. “DCoE ” means an officer appointed Deputy Controller of Examinations. 28. “Faculty Examination Officer (FEO) ” means an officer appointed by the Dean/ HoS/Program Head/Pro -Vice Chancellor of a particular Faculty/Division for the examination related works. He/she should work as Single Point of Contact between the examination department and respective faculty / school. 29. “Formative Assessment” means the assessments conducted at the School level during the teaching -learning process and before end of the academic term. e.g. Class Continuous assessment, Lab Continuous Assessment, etc. 30. “EAC” means Examination Advisory Committee of the University and constituted by the Vice Chancellor. 31. “EAS” means Examination Activity Schedule. The schedul e of all end -to-end examination related activities based on the Academic Calendar duly signed by the FEO, ACoE and CoE. 32. “Exam block ” means a block/class -room created for the defined number of students to appear for the examinations during on -campus examina tions at a specific examination center. 33. “Executive President ” means the Executive President of the University. 34. “Expulsion ” means permanent removal of the student from the University rolls with prohibition on future enrolment; 35. “External Examiner ” means an expert/a teacher appointed from another School/Faculty/Institute/University/Industry to carry out specific examination activities. 36. “Even Semester” means the 2nd, 4th, 6th, 8th and 10th semester 37. \"Grade Point \" is a numerical weightage allotted to each letter grade on a 10 -point scale. 38. “HoS” means the Head of School. 39. “Institute ” means a constituent institution of the University established for monitoring, supervising and guiding, teaching, training and research activities in broadly related fields o f studies. 40. \"Internship ” is an opportunity offered by an employer to potential employees, called interns, to work at a Firm/Company/Industry/Research Organization, etc. for a fixed period of time, defined as per the approved academic structure. 41. \"Grade Legen ds\" means a letter index of the performance of students in a said course. 42. “Moderator ” means a person who reviews and moderates the assessed answer scripts to ensure consistency of evaluation. Page 35 of 36 43. “Off-campus digital Exam (OFDE)” means the examination conducted off- campus digitally on University examination platform 44. “On-Campus digital exam (ONDE) ” means the examination conducted on- campus digitally on University examination platform 45. “Odd Semester” means 1st, 3rd, 5th, 7th and 9th semester. 46. “Program Education Outcome (PEO)” are the broad statements that describe the career and professional accomplishments that the program is preparing graduates to achieve 47. “Program Outcome (PO)” - Program outcomes examine what a program or process is to do, ac hieve, or accomplish for its own improvement and/or in support of institutional or divisional goals: generally numbers, needs, or satisfaction driven. 48. “Ph.D.” means Doctor of Philosophy 49. “Question Bank Creator” means a course teacher/external expert appointed to create the Question Bank for a particular course. 50. “President ” means the President of the University 51. “Proctor” means the supervisor who is involved in on -line proctoring of the student activity during the examination duration, and communicating with technical support team to resolve the problems, if any, faced by students during the digital examination. 52. “Program Curriculum means includes the set of Program Structure and Course - Structure, Course -Contents / Syllabi. 53. \"Program \" means an educational program leading to award of a diploma, certificate or degree. 54. \"Research Center \" means a formally structured unit within the university, other than a department or a school, established with",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk12"
    },
    {
      "id": 12,
      "title": "Examination-Ordinance-2022.pdf - Chunk 13",
      "content": "“Odd Semester” means 1st, 3rd, 5th, 7th and 9th semester. 46. “Program Education Outcome (PEO)” are the broad statements that describe the career and professional accomplishments that the program is preparing graduates to achieve 47. “Program Outcome (PO)” - Program outcomes examine what a program or process is to do, ac hieve, or accomplish for its own improvement and/or in support of institutional or divisional goals: generally numbers, needs, or satisfaction driven. 48. “Ph.D.” means Doctor of Philosophy 49. “Question Bank Creator” means a course teacher/external expert appointed to create the Question Bank for a particular course. 50. “President ” means the President of the University 51. “Proctor” means the supervisor who is involved in on -line proctoring of the student activity during the examination duration, and communicating with technical support team to resolve the problems, if any, faced by students during the digital examination. 52. “Program Curriculum means includes the set of Program Structure and Course - Structure, Course -Contents / Syllabi. 53. \"Program \" means an educational program leading to award of a diploma, certificate or degree. 54. \"Research Center \" means a formally structured unit within the university, other than a department or a school, established with the purpose of advancing scholarly activity primarily through coll aborative research, research training, research dissemination, or creative endeavors. 55. \"Rural immersion \" is the beyond classroom participatory method for the analysis of local problems by the students of different streams and different background. It helps the students to understand their problems, lifestyle and needs and inspires them to come up with ground -breaking solutions. 56. “School ” means an academic unit between department and faculty. 57. \"Semester” - Each semester will consist of 15 -18 weeks of academic work equivalent to 90 actual teaching days. The odd semester may be scheduled from July to December and even semester from January to June. 58. \"Semester Grade Point Average (SGPA) \" - It is a measure of performance of work done in a semester. It is ratio of total credit points secured by a student in various courses registered in a semester and the total course credits of that semester. It shall be expressed up to two decimal places. 59. \"Student \" means and includes a person who is enrolled as such by the departm ent / school for receiving instructions qualifying for any degree, diploma or certificate awarded by the University Page 36 of 36 60. “Summative Assessment” means the assessments conducted post conclusion of academic term at the University level. e.g. Term End Examination 61. Super Proctor 62. “Tech Support Center ” means a sub center of the examination control room to handle the student technical queries during examinations, if any. 63. “Term End Examination (TEE)” means Summative Examination conducted at the end of ac ademic term at the University level. 64. \"Thesis ” is the most important or foundational idea of an argument, presentation, or piece of writing. But it can also mean a large work of art, criticism, or scientific research that represents original research and is generally the final requirement for an academic degree. 65. “University ” means Dr. Vishwanath Karad MIT World Peace University, Pune 66. “Vice Chancellor ” means the Vice Chancellor of the University 67. “Vigilance Squad ” means a squad created to supervise through surprise / random visits, to ensure the smooth conduction of examinations as per the norms. 68. “University Strategic Plan ” means the roadmap published by the University management for the years 2021 -2026 . Refere nce : 1. Examination Ordinances 2017 & 2020 – Dr.Vishwanath Karad MIT World Peace University, Pune, Bharat – 411 038 2. National Education Policy 2020 3. University Grant Commission guidelines 4. Pharmacy Council of India guidelines 5. Bar Council of India guidelines",
      "source": "pdf:Examination-Ordinance-2022.pdf:chunk13"
    }
  ]
}